/* Localizable strings*/

"SUPrefNeverUsedStatus" = "Обновление программ еще не использовалось.";
"SUPrefSuccessStatus" = "Обновление программ выполнено успешно.";
"SUPrefAllInactiveStatus" = "Доступны только обновления, которые Вы решили проигнорировать.";
"SUPrefNoUpdatesStatus" = "Нет доступных обновлений программ.";
"SUPrefFailedCantConnectStatus" = "Операция не удалась. Не могу подключиться к Интернету.";
"SUPrefFailedGenericStatus" = "Операция не удалась. В ходе проверки произошла ошибка.";
"SUPrefIgnoredUpdatesAvailableStatus" = "Пропущенные обновления теперь доступны.";

"SUPrefScanningStatus" = "Проверяю наличие новых версий…";
"SUPrefServerErrorStatus" = "Сервер в настоящее время недоступен. Повторите попытку позже.";
"SUPrefUnexpectedErrorStatus" = "Произошла непредвиденная ошибка.";

"SUPrefCancellingStatus" = "Отменяю…";
"SUPrefCancelledStatus" = "Отменено.";

"SUPrefLastStatusCheckTitle" = "Последняя проверка:";
"SUPrefLastStatusFailedTitle" = "Последняя попытка:";
"SUPrefCurrentStatusTitle" = "Статус:";
"SUPrefLastSuccessfulStatus" = "Успешно. %@.";

"SUPrefNextScheduledDate" = "Следующая: %@.";

"Software Update can't check for updates because of a network problem." = "«Обновление программ» не может проверить наличие обновлений из-за ошибок сети.";
"Failed to check for updates." = "Не удалось проверить обновления.";
"Diagnose..." = "Диагностика сети…";
"SUPrefCheckConfigMessage" = "Убедитесь, что подключены к Интернету, а затем повторите попытку.";
"OK" = "OK";

"SUPrefUpdateNow" = "Проверить сейчас";
"CANCEL" = "Отменить";
